[Cues]
Act_E4_3B_Corridor_CHDavid02_Look01_Max_010="No, I can’t escape the results of what I did… Sorry I put you out of your home, David."
Act_E4_3B_Corridor_FamilyPictures_Look01_Max_010="David isn't any different from me when he's looking at those family photos."
Act_E4_3B_Corridor_FrontDoor_Look01_Max_010="I helped Joyce lose William, and now David.
"
Act_E4_3B_Corridor_FrontDoor_Look02_Max_020="I give up William, but defend David...|Would Chloe hate me if she knew?"
Act_E4_3B_Garage_Box_Look01_Max_010="Oh jeez, David is packing up wedding stuff too."
Act_E4_3B_Garage_CHDavid_Look01_Max_010="No way David is going to move. Unless I distract him..."
Act_E4_3B_Garage_CrowBar_Look01_Max_010="I can’t quietly break a lock open using this crowbar with David around…"
Act_E4_3B_Garage_CrowBar_Look01_Max_020="I need to find a quieter way to open this locker…"
Act_E4_3B_Garage_CrowBar_Look02_Max_010="Okay, I can use that crowbar to pry open the locker.
"
Act_E4_3B_Garage_CrowBar_Max_005="Another tool in David's collection.
"
Act_E4_3B_Garage_DavidsFolder_Look01_Max_010="Good thing you dropped the files in oil, Max. Yuck…"
Act_E4_3B_Garage_DrawerA_Interact01_Max_010="Nothing."
Act_E4_3B_Garage_DrawerB_Interact02_Max_010="Crickets."
Act_E4_3B_Garage_Fan_Interact01_Max_020="Well, blow me down."
Act_E4_3B_Garage_Fan_Interact02_Max_030="Back to sleep."
Act_E4_3B_Garage_Fan_Look01_Max_010="Check out this old fan. Wonder if it works."
Act_E4_3B_Garage_FuseBox_Interact01_Max_020="Run, Max, run!"
Act_E4_3B_Garage_FuseBox_Interact02_Max_010="David will definitely come over here if I mess with the fusebox again. Better do over."
Act_E4_3B_Garage_FuseBox_Look01_Max_010="Hmmm, this fuse box looks like a perfect David distraction."
Act_E4_3B_Garage_GunRack02_Look01_Max_010="Either Chloe stole another gun or David is out there armed…"
Act_E4_3B_Garage_GunRack02_Look02_Max_010="David's man cave looks better here than Chloe's hospital room."
Act_E4_3B_Garage_JournalKate_Look01_Max_010="Is David upset or angry over Kate jumping?"
Act_E4_3B_Garage_JournalKate_Look02_Max_010="David, what the hell do you know about Kate... What?"
Act_E4_3B_Garage_Keys_Max_005="Another set of keys Chloe could steal from her stepdad...
"
Act_E4_3B_Garage_Keys_Take_Max_010="Gotcha!"
Act_E4_3B_Garage_Laptop02_Look01_Max_010="Should I have signed the petition? Blackwell sure isn't "safe and private" anymore..."
Act_E4_3B_Garage_Laptop02_Look02_Max_020="I promise I’ll help Ms. Grant next time... if there is one."
Act_E4_3B_Garage_Laptop02_Look03_Max_030="Oh, meow, Ms. Grant. Twist that knife."
Act_E4_3B_Garage_Laptop02_Look04_Max_040="At least he has one weird fan…"
Act_E4_3B_Garage_Laptop02_Look05_Max_050="Wish I had surveillance footage of that conversation."
Act_E4_3B_Garage_Laptop02_Look06_Max_060="David really did protect Chloe... I’m glad I stuck up for him."
Act_E4_3B_Garage_Lock_Interact01_Max_030="All right! Open sesame!"
Act_E4_3B_Garage_Lock_Interact02_Max_040="That’s not gonna work…"
Act_E4_3B_Garage_Lock_Interact03_Max_050="Shit!"
Act_E4_3B_Garage_Lock_Look01_Max_010="This padlock would survive any tornado for sure. David wants his shit secret."
Act_E4_3B_Garage_Lock_Look01_Max_020="I know this padlock…"
Act_E4_3B_Garage_Locker02_Look01_Max_010="Looks like you need a code to open this. Or a way to break in..."
Act_E4_3B_Garage_Locker02_Look01_Max_015="Looks like I need a key or code…"
Act_E4_3B_Garage_Locker02_Look02_Max_020="Back to Chloe now."
Act_E4_3B_Garage_Locker02_Take01_Max_010="Oh yes, I knew that number would be important."
Act_E4_3B_Garage_Locker02_Take02_Max_020="I am the Keymaster."
Act_E4_3B_Garage_Locker02_Take03_Max_030="Sorry, David, but I bet you would do the same thing as me."
Act_E4_3B_Garage_LockerKeys_Interact01_Max_010="David will probably open fire if I even reach for those keys..."
Act_E4_3B_Garage_LockerKeys_Interact02_Max_010="The keys to the kingdom... or at least David's locker."
Act_E4_3B_Garage_LockerKeys_Look01_Max_010="Since the locker is already open, I don’t need that key..."
Act_E4_3B_Garage_Nest_Interact01_Max_010="Click! Another photo for my "Arcadia Bay Wildlife Series.""
Act_E4_3B_Garage_Nest_Look01_Max_010="Awww, look at the baby blue jay eggs in the nest! I better move this plank if I want to take the shot…"
Act_E4_3B_Garage_Nest_Look02_Max_010="Oh, please don’t make these little birds die like the others…"
Act_E4_3B_Garage_Nest_Look03_Max_010="Max, you better put that plank back to protect the nest."
Act_E4_3B_Garage_Plank_Interact01_Max_010="Excuse me, just one picture, please."
Act_E4_3B_Garage_Plank_Interact02_Max_010="Thank you! Sleep tight, my eggy weggs."
Act_E4_3B_Garage_Plank_Look01_Max_010="This plank is good for nest protection, but bad for a nest photo."
Act_E4_3B_Garage_PrescottLink01_Look01_Max_010="Surveillance cameras at Pan Estates? David must be working for the Prescotts, too."
Act_E4_3B_Garage_PrescottLink02_Look01_Max_010="Hmmm, what the hell did David do for Nathan? And what did his dad do for David?"
Act_E4_3B_Garage_ScriptedCar_Max_010="It looks like David finished his car repairs. Maybe there's some new clues around."
Act_E4_3B_Garage_ScriptedCar_Max_020="What would David do if I shut off all the lights?"
Act_E4_3B_Garage_ScriptedCar_Max_030="Maybe I could just shut off the electricity…"
Act_E4_3B_Garage_ScriptedDavidStuff_Max_010="I can't let David see me while I snag his keys. Enter the ninja!"
Act_E4_3B_Garage_ScriptedDavidStuff_Max_020="Yes, David will totally lose his shit if he sees me…"
Act_E4_3B_Garage_ScriptedFilesFound_Max_010="Whoa... Maps, notes, coordinates, photos of Kate, Nathan... Yes!"
Act_E4_3B_Garage_ScriptedObjectiveDavid_Max_010="David will not leave if I ask him nicely so I need to create a major distraction..."
Act_E4_3B_Garage_ScriptedObjectiveDavid_Max_020="David definitely couldn’t work in the dark…"
Act_E4_3B_Garage_ScriptedObjectiveDavid_Max_030="So maybe I should just switch off the electricity…"
Act_E4_3B_Garage_ScriptedPadlock_Max_010="Whoa, that is a serious padlock on that locker. Hey, David, whatcha hidin’?"
Act_E4_3B_Garage_ScriptedRewind_Max_010="Max, be kind and rewind so David doesn’t see you."
Act_E4_3B_Garage_ScriptedStayHidden_Max_010="This will work better if David doesn’t actually see me…"
Act_E4_3B_Garage_ScriptedStayHidden_Max_020="Shit, David is coming! Hide!"
Act_E4_3B_Garage_Scripted_Max_010="For once I don’t have time to search for the code...I need to find a way to break this padlock."
Act_E4_3B_Garage_Scripted_Max_015="For once I don’t have time to search for the code... but I need to find a way to open that locker.
"
Act_E4_3B_Garage_Scripted_Max_020="I don't totally trust David, but he's not a real step-führer. Maybe Chloe will see that someday..."
Act_E4_3B_Garage_Scripted_Max_030="This is so my fault that Joyce kicked David out... Max Caulfield—homewrecker."
Act_E4_3B_Garage_Scripted_Max_040="I better go scope out those lockers."
Act_E4_3B_Garage_Scripted_Max_050="Score! Back to Chloe now."
Act_E4_3B_Garage_Scripted_Max_060="For once, I don’t have time to search for the code... I need to find the key."
Act_E4_3B_Garage_Trash_Look01_Max_010="There’s more to David Madsen than meets the eye. He should finish this letter to Joyce..."
Act_E4_3B_Garage_VortexFlyer_Look01_Max_010="I wonder if David is going to the party..."
Act_E4_3B_Garage_VortexFlyer_Look02_Max_020="Maybe David is already a secret member of the Vortex Club…"
Act_E4_3B_Garage_WilliamStuff_Look01_Max_010="That makes me sad. It was so incredible to see William again. I wish Chloe could, too."
Act_E4_3B_Garden_DeadBirds_Look01_Max_010="Poor birds... I guess David wasn't in the mood to clean up."
Act_E4_3B_Garden_DeadBirds_Look02_Max_020="David even made sure to bag up the dead birds…"
Act_E4_3B_Garden_HouseWall_Look01_Max_010="William never finished painting that wall…"
Act_E4_3B_LivingRoom_BayWindow_Look01_Max_010="How can a deadly storm wipe out Arcadia Bay tomorrow with this weather?"
Act_E4_3B_LivingRoom_BrokenClock_Interact01_Max_010="Oh... there's a ladybug stuck in the dials."
Act_E4_3B_LivingRoom_BrokenClock_Look01_Max_010="Did I actually cause that clock to stop?"
Act_E4_3B_LivingRoom_BrokenClock_Look02_Max_020="Time keeps on ticking."
Act_E4_3B_LivingRoom_ButterflyDrawing_Look01_Max_010="My butterfly sketch doesn't exist in this timeline... like William. "Max the Time Bandit" strikes again."
Act_E4_3B_LivingRoom_CookieJar_Look01_Max_010="Looks like they’re back on the road to Paris."
Act_E4_3B_LivingRoom_Door02_Interact01_Max_010="Yep. Locked from the other side."
Act_E4_3B_LivingRoom_FridgeNote_Look01_Max_010="Ouch."
Act_E4_3B_LivingRoom_FridgeNote_Look02_Max_020="Joyce really wants David and Chloe to be a family."
Act_E4_3B_LivingRoom_KitchenTV_Look01_Max_010="Joyce used to watch the news while she cooked dinner."
Act_E4_3B_LivingRoom_MotelList_Look01_Max_010="Looks like David already booked a room."
Act_E4_3B_LivingRoom_Newspaper_Look01_Max_010="To think this all started with my vision of a tornado…"
Act_E4_3B_LivingRoom_RestaurantBill_Look01_Max_010="The most expensive restaurant in town? David knows how to get on Joyce's good side."
Act_E4_3B_LivingRoom_Scripted02_Max_010="It's amazing how much drama this living room has seen."
Act_E4_3B_LivingRoom_Scripted02_Max_020="Come on, Max, find a way to get David out of his cave..."
Act_E4_3B_LivingRoom_ScriptedCantGo_Max_010="I can’t leave until I search through David’s garage."
Act_E4_3B_LivingRoom_ScriptedCantGo_Max_020="There's no way I can go to Chloe without going to David’s locker."
Act_E4_3B_LivingRoom_Stool_Max_010="Somehow I existed in this whole other reality, but I don't know what happened..."
Act_E4_3B_LivingRoom_Stool_Max_020="The more I use my power, the more I see how little control I have over what happens."
Act_E4_3B_LivingRoom_Stool_Max_030="Now Max Caulfield exists in two or maybe three different realities... How can I have a destiny?"
Act_E4_3B_LivingRoom_Stool_Max_040="If these alternate lives exist, I hate the thought of William and Joyce finding Chloe like that."
Act_E4_3B_LivingRoom_Stool_Max_050="I wonder if Chloe would hate me for keeping her alive... but I couldn’t do it."
Act_E4_3B_LivingRoom_Stool_Max_060="Thinking about all these lifelines almost makes my head hurt worse than the rewind."
Act_E4_3B_LivingRoom_TV_Look01_Max_010="Those poor whales are like beached angels. What is going on here?"
Act_E4_3B_LivingRoom_TornPhoto_Look01_Max_010="Joyce must be so upset... Are you helping anybody, Max?"
Cue_E4_3B_Garage_CHDavid_Phase01_David_001="I can't tell you everything that's going on at Blackwell. And you've seen too much already. So, please stay out of this, Max."
Cue_E4_3B_Garage_CHDavid_Phase01_David_007="What? Who told you that? Nathan Prescott? That little shitass is lucky he only got suspended!"
Cue_E4_3B_Garage_CHDavid_Phase01_David_008="What? Who told you that? Nathan Prescott? That little shitass is lucky he didn't get suspended."
Cue_E4_3B_Garage_CHDavid_Phase01_David_011="And you got me fired, so we're even. Almost."
Cue_E4_3B_Garage_CHDavid_Phase01_David_012="I didn't have all the evidence at the time. I... I am sorry, Max."
Cue_E4_3B_Garage_CHDavid_Phase01_David_013="So are you going to tell me why you think I'm working for Sean Prescott? "
Cue_E4_3B_Garage_CHDavid_Phase01_David_014="That little shitass Nathan Prescott is lucky he only got suspended..."
Cue_E4_3B_Garage_CHDavid_Phase01_David_015="Nathan Prescott? That little shitass is lucky he didn't get suspended."
Cue_E4_3B_Garage_CHDavid_Phase01_David_018="Goddamn, you are a good detective. But I didn't get hired. I gave Sean Prescott an estimate. For my own reasons."
Cue_E4_3B_Garage_CHDavid_Phase01_David_019="I guess I wouldn't trust me either. But I will never work for Sean Prescott and his fucked up family."
Cue_E4_3B_Garage_CHDavid_Phase01_David_020="Anyway, I think we can both agree it's been a hard week on all of us... Especially poor Kate Marsh."
Cue_E4_3B_Garage_CHDavid_Phase01_David_023="You did, Max. You saved her life, like a hero. While I left the goddamn dorm roof wide open... I knew Kate was feeling desperate."
Cue_E4_3B_Garage_CHDavid_Phase01_David_024="You tried to help her more than anybody, Max. I sure didn't. Plus I left the goddamn dorm roof wide open... I knew Kate was feeling desperate."
Cue_E4_3B_Garage_CHDavid_Phase01_David_025="You even made it to the roof before me or anybody."
Cue_E4_3B_Garage_CHDavid_Phase01_David_028="That guy is an elitist prick. Now, I'm off-duty, so I can say it at home behind his back. Like when Chloe calls me "step-douche." These "artists" live in a fantasy world."
Cue_E4_3B_Garage_CHDavid_Phase01_David_031="That's exactly what I'm talking about—elitist."
Cue_E4_3B_Garage_CHDavid_Phase01_David_032="These art-farts are all about themselves. When I was in the service, I hated the photographers who'd try to pose me in their anti-war bullshit."
Cue_E4_3B_Garage_CHDavid_Phase01_David_034="I have a family here, Max. And I think Blackwell is the best place for me, since only I know what's happening."
Cue_E4_3B_Garage_CHDavid_Phase01_David_035="Of course, thanks to Ms Grant and her hippie anti-surveillance petition, I hope everybody feels safer... like Rachel Amber and Kate Marsh."
Cue_E4_3B_Garage_CHDavid_Phase01_David_037="That's why I'm working out the new Blackwell surveillance plan, to protect future students, so they don't end up like Rachel Amber and Kate Marsh..."
Cue_E4_3B_Garage_CHDavid_Phase01_David_038="Although, you're like a walking surveillance system. I appreciate you standing up for me, but I have to be a hardass and tell you and Chloe to stay the hell out of this. Things are just gonna get more ugly."
Cue_E4_3B_Garage_CHDavid_Phase01_David_040="Now excuse me, Max, I have to get back to my camera. See, I'm an artist, too. "
Cue_E4_3B_Garage_CHDavid_Phase01_Max_004="What do you mean by "dark places"?"
Cue_E4_3B_Garage_CHDavid_Phase01_Max_005="Too late. I already know way too much. Like the fact that you might be working for Sean Prescott..."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_006="Too late. I already know way too much. So, do you and Nathan Prescott—"
Cue_E4_3B_Garage_CHDavid_Phase01_Max_009="Yeah, I was lucky to only get suspended... thanks to you."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_010="I don't think luck had anything to do with it. I could have been suspended, too."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_016="I saw documents that you were hired to do surveillance and security at Pan Estates. "
Cue_E4_3B_Garage_CHDavid_Phase01_Max_017="No, David. But I know how powerful the Prescott family is... and you're working with them."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_021="Too bad nobody helped her when she needed it."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_022="I tried to help Kate."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_026="I knew Kate was desperate, too. So did Mr. Jefferson. And I got him suspended for what?"
Cue_E4_3B_Garage_CHDavid_Phase01_Max_027="I knew Kate was desperate, too. So did Mr. Jefferson."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_029="Jefferson can be pretentious, but so can I... He's been a big influence on my photography."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_030="Why do you say that? "
Cue_E4_3B_Garage_CHDavid_Phase01_Max_033="Well, Blackwell Academy is a school for artists, so maybe this isn't the best place for you."
Cue_E4_3B_Garage_CHDavid_Phase01_Max_039="Chloe and I can take care of ourselves. "
Cue_E4_3B_Garage_CHDavid_Phase02_David_002="Sorry, Max, I can't talk and work."
Cue_E4_3B_Garage_DavidGarage_IGE_David_010="Hey, missy, you do know I can see you snooping around?"
Cue_E4_3B_Garage_DavidGarage_IGE_David_020="Sure is hard to work in private with somebody watching you."
Cue_E4_3B_Garage_DavidGarage_IGE_David_030="Sorry, but this is my official man cave, so...|No girls allowed."
Cue_E4_3B_Garage_DavidGarage_IGE_David_040="Hey, Max, I do appreciate you standing up for me."
Cue_E4_3B_Garage_DavidPuzzle_IGE_Chloe_030="Shit! Somebody fix the fuse!"
Cue_E4_3B_Garage_DavidPuzzle_IGE_David_010="Max, I don’t like people in my personal space. I mean it."
Cue_E4_3B_Garage_DavidPuzzle_IGE_David_020="Son of a bitch, I just fixed that fuse box!"
Cue_E4_3B_Garage_DavidPuzzle_IGE_David_040="Jesus Christ, Max. What kind of game are you playing here?"
Cue_E4_3B_Garage_DavidPuzzle_IGE_David_050="Excuse me, Max! Do not touch one goddamn thing!"
Cue_E4_3B_Garage_DavidPuzzle_IGE_David_060="Hey!"
Cue_E4_3B_Garage_Extraction_RTC_Chloe_020="Are we happy?"
Cue_E4_3B_Garage_Extraction_RTC_Max_010="Yo, Chloe, are you ready yet? I have to get back to my dorm!"
Cue_E4_3B_Garage_Extraction_RTC_Max_030="Very happy. I hit the secret file jackpot. Kate, Nathan... and Rachel. Plus some location coordinates. David is, like, a one-man surveillance army. Now let's get the hell out of here, before we get busted."
Cue_E4_3B_Garage_Extraction_RTC_Max_035="Very happy. I hit the secret file jackpot. Kate, Nathan... and Rachel. Plus some location coordinates. David is, like, a one-man surveillance army. Now let's get the hell out of here, before we get busted.
"
Cue_E4_3B_LivingRoom_DavidLeaving_David_010="You won this battle, Max. You broke up my family. I salute you."
Cue_E4_3B_LivingRoom_DavidLeaving_David_030="Too late, isn’t it? You just better be damn careful with her. Don’t you wander off into the dark…"
Cue_E4_3B_LivingRoom_DavidLeaving_Max_020="David, I didn't try to hurt you. Ever. But I won't let anybody hurt Chloe."
Cue_E4_3B_LivingRoom_DavidWorking_David_010="Anything I can do for you, Max?"
Cue_E4_3B_LivingRoom_DavidWorking_David_030="I owe you one, so I'll pretend what you just said is true, missy."
Cue_E4_3B_LivingRoom_DavidWorking_David_050="Yes, sir. You and Chloe still better be careful where you wander. There are a lot of dark places in Arcadia Bay."
Cue_E4_3B_LivingRoom_DavidWorking_Max_020="I... I was just waiting for Chloe to get out of the bathroom, so we can go."
Cue_E4_3B_LivingRoom_DavidWorking_Max_040="Excuse me, that's Miss Caulfield."
Cue_E4_3B_LivingRoom_Extraction_Chloe_010="Are we happy?"
Cue_E4_3B_LivingRoom_Extraction_Chloe_040="Now let's go find out what Nathan is hiding in his room."
Cue_E4_3B_LivingRoom_Extraction_Chloe_070="Max, now it's time for Nathan Prescott to be afraid of us."
Cue_E4_3B_LivingRoom_Extraction_Max_020="Oh yes. Let's get the hell out of here."
Cue_E4_3B_LivingRoom_Extraction_Max_030="But I absolutely have to go see Kate in the hospital right now. I want to find out how she's doing."
Cue_E4_3B_LivingRoom_Extraction_Max_050="We have to be extra careful."
Cue_E4_3B_LivingRoom_Extraction_Max_055="We have to be extra careful…
"
